{
  "id": 2,
  "text": "**Подборка важных новостей проектов:**\n\n[XRP](https://incrypted.com/amerykanskaja-medytsynskaja-fyrma-yntegryruet-xrp-v-kachestve-rezerva-y-platezhnoj-systemy/) интегрирован в платежную систему американской медкомпании Wellgistics Health. Токен будет использоваться как резерв и основа для мгновенных расчетов. На запуск инфраструктуры выделено $50 млн.\n\n[Coinbase](https://incrypted.com/coinbase-obyavila-o-priobretenii-deribit-za-2-9-mlrd/) объявила о приобретении платформы Deribit, специализирующейся на торговле опционами и фьючерсами, за $2,9 млрд. Сделка должна укрепить позиции биржи на глобальном рынке.\n\n[Cherry Servers ](https://www.cherryservers.com/)— у нас вышел [гайд](https://incrypted.com/cherry-servers-kak-zapustit-nodu-cherez-hosting-provajdera/) по запуску ноды через хостинг-провайдера. Рассмотрены особенности работы, безопасность и эффективность.\n\n[XION](https://x.com/burnt_xion/status/1921923147642663047) назначила экс-CMO Cardano Адама Бейтса директором по маркетингу. При нем Cardano стал топ-10 проектом и получил ряд наград в сфере маркетинга.\n\n[PARTI](https://x.com/BithumbOfficial/status/1920308214580543759) залистили на криптовалютной бирже Bithumb в паре к корейской вони (KRW). \n\n[Saros](https://x.com/saros_xyz/status/1920875273878466868) представил Saros Garden — обновлённую версию стейкинга с усиленными наградами и акцентом на долгосрочное участие.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}
{
  "id": 3,
  "text": "**Ukrainian Blockchain Week 2025: регистрация ивентов продолжается\n**\nС 7 по 15 июня Украина снова центром блокчейн-мероприятий — конференции, митапы, воркшопы и другие форматы от участников Web3-сцены.\n\nГотовите мероприятия в эти даты? Добавьте его в официальную программу и получите медиаподдержку от Incrypted.\n\n📩 Подать заявку можно по [ссылке](https://ukrainianblockchainweek.com/#contact)."
}
{
  "id": 4,
  "text": "**Хейс призвал «скупать все» на фоне сделки США и Китая\n**\nСоучредитель BitMEX Артур Хейс [отреагировал](https://incrypted.com/artur-hejs-pryzval-ynvestyrovat-v-kryptoaktyvy-na-fone-soglashenyja-mezhdu-ssha-y-kytaem/) на соглашение о снижении пошлин между США и КНР: по его мнению, это сигнал к активной покупке криптоактивов.\n\nХейс уверен, что в долгосрочной перспективе мир все равно разделится на два экономических лагеря, а ключевым фактором станет не тарифная политика, а контроль над движением капитала.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}
{
  "id": 5,
  "text": "~~Micro~~Strategy приобрела 13 390 BTC на сумму $1,34 млрд.\n\nСделка была совершена по средней цене $99 856 за биткоин.\nПо состоянию на 11 мая 2025 года компания владеет 568 840 BTC, купленными в общей сложности на $39,41 млрд по средней цене $69 287.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}
{
  "id": 6,
  "text": "**Безопасные и не очень варианты доходности на ваши стейблкоины**\n__(теперь в открытом доступе)__\n\n😎 https://incrypted.com/bezopasnye-i-ne-ochen-varianty-dohodnosti-na-vashi-stejblkoiny/\n\nИз статьи вы узнаете:\n– Какие события на рынке повлияли на спрос на стейблкоины.\n– Почему инвесторы «пересиживают» волатильность именно в них.\n– Как зарабатывать на стейблкоинах в CEX и DeFi.\n– Какие стратегии подойдут для осторожных, а какие — для агрессивных инвесторов.\n– Что выбрать: пассивный доход или активное управление капиталом.\n\n🔖 Хотите первыми читать такие материалы — вступайте в [WaitingRoom](https://t.me/+esLWFkDU-JQ0YjYy). Там публикуем эксклюзивы, детали о старте продаж подписки [Incrypted+](https://incrypted.com/incrypted-plus/) и многое другое.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}
{
  "id": 7,
  "text": "**В крипте могут появиться «темные» стейблкоины — CEO CryptoQuant**\n\nГендиректор CryptoQuant Ки Янг Джу [считает](https://incrypted.com/osnovatel-cryptoquant-sprognozyroval-pojavlenye-temnyh-stejblkoynov/), что в будущем на рынке появятся устойчивые к цензуре стейблкоины — либо алгоритмические, либо выпущенные государствами, не признающими финансовый контроль.\n\nПо его словам, традиционные стейблкоины вроде USDT и USDC все больше зависят от регуляторов, и рынок ищет альтернативы.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}
{
  "id": 8,
  "text": ""
}
{
  "id": 9,
  "text": "**Подростки похитили инвестора и украли $4 млн в крипте**\n\nВ Лас-Вегасе двое 16-летних подростка из Флориды [похитили](https://incrypted.com/podrostky-yz-florydy-pohytyly-cheloveka-rady-krazhy-kryptoaktyvov-y-nft-na-4-mln/) мужчину и, угрожая пистолетом, заставили передать его криптоактивы и NFT на сумму $4 млн.\n\nИнцидент произошел после бизнес-мероприятия — жертву вывезли в пустыню Аризоны и принудили выдать пароли от кошельков. Подозреваемым предъявлено по 11 обвинений.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}
{
  "id": 10,
  "text": "**Инвесторы требуют $13 млрд от Binance за делистинг Bitcoin SV\n**\nДержатели Bitcoin SV (BSV) [хотят](https://incrypted.com/ynvestory-bitcoin-sv-potrebovaly-vozobnovyt-ysk-protyv-binance-na-13-mlrd/) возобновить иск против Binance, поданный ещё в 2019 году. Они считают, что делистинг токена лишил его шансов на рост и нанес ущерб на $13 млрд.\n\nПо версии истцов, Binance нарушила принципы конкуренции, а ее решение повлияло и на другие биржи. На фоне новости BSV подскакивал выше $44, но затем откатился до $41,9.\n\n[Tokensales](https://t.me/+yP6YeA5Gqys4MGMy) | [News](https://incrypted.com/news/) | [WaitingRoom](https://t.me/+77eyIROiwnU1MzIy)"
}

#=======================
#=======================
{
  "status": "success",
  "result": [
    "XRP интегрирован в платежную систему американской медицинской компании Wellgistics Health в качестве резерва и средства расчетов. Инвестиции в инфраструктуру составили 50 миллионов долларов.",
    "Coinbase приобрела платформу Deribit за 2,9 миллиарда долларов.",
    "XION назначила Адама Бейтса, бывшего директора по маркетингу Cardano, своим директором по маркетингу.",
    "Токен PARTI теперь доступен на криптовалютной бирже Bithumb.",
    "Saros представил обновленную версию стейкинга Saros Garden с повышенными наградами."
  ]
}
{
  "status": "success",
  "result": [
    "Ukrainian Blockchain Week 2025: открыта регистрация мероприятий"
  ]
}
{
  "status": "success",
  "result": [
    "Соучредитель BitMEX Артур Хейс рекомендует покупать криптоактивы после соглашения США и Китая о снижении пошлин."
  ]
}
{
  "status": "success",
  "result": [
    "MicroStrategy приобрела 13 390 BTC за $1,34 млрд."
  ]
}
{
  "status": "success",
  "result": []
}
{
  "status": "success",
  "result": [
    "CEO CryptoQuant прогнозирует появление децентрализованных стейблкоинов, устойчивых к цензуре."
  ]
}
{
  "status": "success",
  "result": [
    "Пожалуйста, предоставьте список новостных постов из Telegram, которые нужно обработать.  Я готов выполнить вашу задачу после получения данных."
  ]
}
{
  "status": "success",
  "result": [
    "Двое подростков арестованы за похищение инвестора и кражу криптовалюты на $4 млн."
  ]
}
{
  "status": "success",
  "result": [
    "Инвесторы Bitcoin SV требуют от Binance $13 млрд компенсации за делистинг",
    "Цена Bitcoin SV временно выросла после объявления о возобновлении иска к Binance"
  ]
}
#==============================================================

