text_for_set_new_target = """Для добавления таргетного канала в бота, вам нужно отправить:

1️⃣ Для публичного канала:
   Юзернейм канала, например: <code>@channel_name</code>

2️⃣ Для приватного канала:
   ID канала с префиксом -100, например: <code>-1001234567890</code>

❗️ Убедитесь, что бот добавлен в канал как администратор."""

bot_dont_can_send_message_to_channel_text = """❌ Бот не может отправлять сообщения в указанный канал.\n\n
Пожалуйста, убедитесь, что:\n
1. Вы добавили бота в канал\n
2. Бот имеет права администратора для отправки сообщений\n
3. ID или username канала указан правильно"""


